Repository: rpaasch/mouse-guide
Catalog: MouseGuide/Resources/*.lproj/Localizable.strings
Languages: da

# menu.toggle
source: Toggle Crosshairs
da: Slå trådkors til/fra

# menu.toggleLabel
source: Show/Hide Mouse Guide
da: Slå Mouse Guide til/fra

# menu.settings
source: Settings...
da: Indstillinger...

# menu.about
source: About Mouse Guide...
da: Om Mouse Guide

# menu.quit
source: Quit
da: Afslut

# menu.toggleOn
source: Turn on
da: Slå til

# menu.toggleOff
source: Turn off
da: Slå fra

# menu.support
source: ❤️ Support Development...
da: ❤️ Støt Udviklingen...

# menu.thankyou
source: 💚 Thanks for your support!
da: 💚 Tak for støtten!

# onboarding.title
source: Welcome to Mouse Guide
da: Velkommen til Mouse Guide

# onboarding.welcome
source: A visible crosshair and reading ruler for your screen. Mouse Guide helps you see where your cursor is and follow text on the screen. Perfect if you have difficulty seeing the cursor, or if you need a reading ruler when reading on the screen.
da: Mouse Guide hjælper dig med at følge din markør med præcise trådkors på tværs af hele din skærm.

# onboarding.step1.title
source: 1. Toggle Crosshairs
da: 1. Slå trådkors til/fra

# onboarding.step1.description
source: Press ⇧⌃L (Shift + Control + L) to toggle crosshairs on and off at any time.
da: Tryk ⇧⌃L (Shift + Control + L) for at slå trådkors til og fra når som helst.

# onboarding.step2.title
source: 2. Menu Bar Access
da: 2. Menu bar adgang

# onboarding.step2.description
source: Find the crosshair icon in your menu bar for quick access to settings and controls.
da: Find trådkors-ikonet i din menu bar for hurtig adgang til indstillinger og kontroller.

# onboarding.step3.title
source: 3. Customize Appearance
da: 3. Tilpas udseende

# onboarding.step3.description
source: Choose colors, thickness, opacity, and orientation to match your preferences.
da: Vælg farver, tykkelse, gennemsigtighed og orientering efter dine præferencer.

# onboarding.step4.title
source: 4. Multi-Monitor Support
da: 4. Understøttelse af flere skærme

# onboarding.step4.description
source: Crosshairs work seamlessly across all your displays and adapt to screen changes.
da: Trådkors fungerer problemfrit på tværs af alle dine skærme og tilpasser sig skærmændringer.

# onboarding.permission.title
source: Accessibility Permission Required
da: Tilgængelighedstilladelse påkrævet

# onboarding.permission.description
source: To enable global keyboard shortcuts, Mouse Guide needs Accessibility permission. Please go to System Settings → Privacy & Security → Accessibility and enable Mouse Guide.
da: For at aktivere globale tastaturgenveje har Mouse Guide brug for tilgængelighedstilladelse. Gå venligst til Systemindstillinger → Privatliv og sikkerhed → Tilgængelighed og aktiver Mouse Guide.

# onboarding.button.openSettings
source: Open System Settings
da: Åbn systemindstillinger

# onboarding.button.getStarted
source: Get Started
da: Kom i gang

# onboarding.button.continue
source: Continue
da: Fortsæt

# settings.title
source: Mouse Guide Settings
da: Indstillinger for Mouse Guide

# settings.activation
source: Activation
da: Aktivering

# settings.keyboardShortcut
source: Keyboard Shortcut
da: Tastaturgenvej

# settings.current
source: Current:
da: Nuværende:

# settings.change
source: Change...
da: Skift...

# settings.shortcutHelp
source: Press the keyboard shortcut to toggle on/off
da: Tryk på tastaturgenvejen for at slå til/fra

# settings.appearance
source: Appearance
da: Udseende

# settings.crosshairColor
source: Color:
da: Farve:

# settings.borderColor
source: Border Color:
da: Kantfarve:

# settings.invertColors
source: Adapt color automatically based on background
da: Tilpas farve automatisk baseret på baggrund

# settings.opacity
source: Opacity:
da: Gennemsigtighed:

# settings.thickness
source: Thickness:
da: Tykkelse:

# settings.edgePointerThickness
source: Pointer Thickness:
da: Pile tykkelse:

# settings.borderSize
source: Border Size:
da: Kantstørrelse:

# settings.orientation
source: Orientation
da: Orientering

# settings.orientationLabel
source: Orientation:
da: Orientering:

# settings.orientation.horizontal
source: Horizontal
da: Vandret

# settings.orientation.vertical
source: Vertical
da: Lodret

# settings.orientation.both
source: Both
da: Begge

# settings.orientation.edgePointers
source: Edge Pointers
da: Kantpile

# settings.orientation.circle
source: Circle
da: Cirkel

# settings.orientation.readingLine
source: Reading Line
da: Læselinje

# settings.length
source: Length
da: Længde

# settings.fixLength
source: Fix length
da: Fastlås længde

# settings.fixedLength
source: Fixed Length:
da: Fast længde:

# settings.circle
source: Circle
da: Cirkel

# settings.showCircle
source: Show circle around cursor
da: Vis cirkel omkring musemarkør

# settings.circleRadius
source: Circle radius:
da: Cirkel radius:

# settings.circleFillOpacity
source: Fill Opacity
da: Fyld gennemsigtighed

# settings.circleFillOpacity.description
source: Opacity of the circle fill (0% = no fill)
da: Gennemsigtighed af fyldet i cirklen (0% = ingen fyld)

# settings.lineStyle
source: Line Style
da: Linjestil

# settings.lineStyle.solid
source: Solid
da: Hel

# settings.lineStyle.dashed
source: Dashed
da: Stribled

# settings.lineStyle.dotted
source: Dotted
da: Prikket

# settings.behavior
source: Behavior
da: Adfærd

# settings.autoHide
source: Automatically hide when mouse pointer is hidden
da: Skjul automatisk når musemarkøren er skjult

# settings.launchAtLogin
source: Launch automatically at login
da: Start automatisk ved login

# settings.gliding
source: Gliding Cursor
da: Glidende markør

# settings.glidingEnable
source: Enable gliding cursor
da: Aktiver glidende markør

# settings.glidingSpeed
source: Travel Speed:
da: Rejsehastighed:

# settings.glidingSpeedHelp
source: Controls how fast the cursor glides
da: Kontrollerer hvor hurtigt markøren glider

# settings.glidingDelay
source: Delay:
da: Forsinkelse:

# settings.glidingDelayHelp
source: Delay before gliding starts
da: Forsinkelse før glidning starter

# settings.glidingNote
source: Note: Gliding cursor feature is currently experimental
da: Bemærk: Funktionen for glidende markør er i øjeblikket eksperimentel

# settings.category.appearance
source: Appearance
da: Udseende

# settings.category.behavior
source: Behavior
da: Adfærd

# settings.category.license
source: License
da: Licens

# settings.category.about
source: About
da: Om

# settings.language
source: Language
da: Sprog

# settings.language.description
source: Choose language for the app interface
da: Vælg sprog til appens brugergrænseflade

# alert.shortcut.title
source: Keyboard Shortcut
da: Tastaturgenvej

# alert.shortcut.message
source: To change the keyboard shortcut, you need to modify the settings. The default is ⇧⌃L (Shift + Control + L). You can customize this in the app preferences.
da: For at ændre tastaturgenvejen skal du ændre indstillingerne. Standarden er ⇧⌃L (Shift + Control + L). Du kan tilpasse dette i app-præferencerne.

# common.cancel
source: Cancel
da: Annuller

# common.close
source: Close
da: Luk

# appearance.colors
source: Colors
da: Farver

# appearance.colors.warning
source: Automatic color adaptation is enabled in the Behavior tab. These color choices are ignored.
da: Automatisk farvetilpasning er slået til i Adfærd-fanen. Disse farvevalg ignoreres.

# appearance.colors.quickSelect
source: Quick select:
da: Hurtigvalg:

# appearance.colors.crosshair.description
source: Main color
da: Hovedfarven

# appearance.colors.border.description
source: Border color
da: Farve på kanten

# appearance.dimensions
source: Dimensions
da: Dimensioner

# appearance.opacity.description
source: Opacity (higher = more visible)
da: Gennemsigtighed (højere = mere synligt)

# appearance.centerRadius.description
source: Size of the empty area in the center
da: Størrelse af det tomme område i midten

# appearance.circleRadius.description
source: Radius of the circle
da: Radius for cirklen

# appearance.thickness.description
source: Line thickness
da: Tykkelse på linjen

# appearance.edgePointerThickness.description
source: Thickness of the edge pointers
da: Tykkelse på kantpilene

# appearance.borderSize.description
source: Border thickness
da: Tykkelse på kanten

# appearance.orientation.description
source: Choose horizontal, vertical or both directions. Reading line shows an unbroken horizontal line.
da: Vælg vandret, lodret eller begge retninger. Læselinje viser en ubrudt vandret linje.

# appearance.readingLine
source: Reading line (unbroken line)
da: Læselinje (ubrudt linje)

# appearance.length.description
source: Limit to a fixed length instead of the full screen
da: Begræns til en fast længde i stedet for hele skærmen

# appearance.fixedLength.description
source: Length of each line
da: Længde på hver linje

# behavior.colorAdaptation
source: Color Adaptation
da: Farvetilpasning

# behavior.colorAdaptation.description
source: Automatically choose black or white color based on the background under the cursor
da: Vælg automatisk sort eller hvid farve baseret på baggrunden under markøren

# behavior.colorAdaptation.info
source: When this is enabled, your selected colors in the Appearance tab are ignored
da: Når denne er slået til, ignoreres dine valgte farver i Udseende-fanen

# behavior.general
source: General
da: Generelt

# behavior.autoHide.description
source: Automatically hide when the system mouse cursor is hidden
da: Skjul automatisk når systemets musemarkør bliver skjult

# behavior.autoHideTyping
source: Hide while typing
da: Skjul mens du skriver

# behavior.autoHideTyping.description
source: Automatically hide when you start typing on the keyboard
da: Skjul automatisk når du begynder at skrive på tastaturet

# behavior.autoHideTyping.delay
source: Show again after
da: Vis igen efter

# behavior.autoHideTyping.delay.description
source: How long to wait after the last keystroke before showing again
da: Hvor længe skal der gå efter sidste tastetryk før det vises igen

# behavior.autoHideTyping.permissions
source: Requires Accessibility and Input Monitoring permissions. See the About tab for help.
da: Kræver Tilgængelighed og Indtastningsovervågning tilladelser. Se Om-fanen for hjælp.

# behavior.launchAtLogin.description
source: Start the app automatically when you log in to your Mac
da: Start appen automatisk når du logger ind på din Mac

# behavior.gliding.description
source: Follow the mouse with a smooth, gliding motion
da: Følg musen med en blød, glidende bevægelse

# behavior.gliding.speed.description
source: Controls how fast it glides towards the mouse
da: Kontrollerer hvor hurtigt det glider mod musen

# behavior.gliding.delay.description
source: Delay before gliding starts after mouse movement
da: Forsinkelse før glidning starter efter musebevægelse

# behavior.gliding.note
source: Note: The gliding cursor feature is currently experimental
da: Bemærk: Funktionen for glidende markør er i øjeblikket eksperimentel

# behavior.shortcut.description
source: Press the keyboard shortcut to toggle on/off
da: Tryk på tastaturgenvejen for at slå til/fra

# color.red
source: Red
da: Rød

# color.green
source: Green
da: Grøn

# color.blue
source: Blue
da: Blå

# color.yellow
source: Yellow
da: Gul

# color.purple
source: Purple
da: Lilla

# color.white
source: White
da: Hvid

# color.black
source: Black
da: Sort

# color.gray
source: Gray
da: Grå

# about.app
source: About the App
da: Om Appen

# about.description
source: Mouse Guide helps you find and follow your mouse cursor with precise crosshairs across your entire screen. Especially useful if you have difficulty following the line when reading on screen, or have trouble finding the mouse.
da: Mouse Guide hjælper dig med at finde og følge din musemarkør med præcise trådkors på tværs af hele din skærm. Særligt nyttig hvis du har svært ved at følge linjen når du læser på skærmen, eller har problemer med at finde musen.

# about.feature.multimonitor
source: Full multi-monitor support
da: Fuld multi-monitor support

# about.feature.colorAdaptation
source: Dynamic color adaptation based on background
da: Dynamisk farvetilpasning baseret på baggrund

# about.feature.customizable
source: Customizable dimensions and colors
da: Tilpasselige dimensioner og farver

# about.feature.gliding
source: Gliding cursor for smooth movement
da: Glidende markør for flydende bevægelse

# about.feature.shortcut
source: Global keyboard shortcut
da: Global genvejstast

# about.madeBy
source: Made by Rasmus Paasch with ❤️ in Dyssegård, Denmark
da: Lavet af Rasmus Paasch med ❤️ i Dyssegård, Danmark

# about.permissions
source: System Permissions
da: System Tilladelser

# about.permissions.description
source: Mouse Guide needs the following permissions to work correctly.
da: Mouse Guide har brug for følgende tilladelser for at fungere korrekt.

# about.permission.accessibility
source: Accessibility
da: Tilgængelighed

# about.permission.accessibility.description
source: Required for global keyboard shortcuts
da: Påkrævet for globale tastaturgenveje

# about.permission.inputMonitoring
source: Input Monitoring
da: Indtastningsovervågning

# about.permission.inputMonitoring.description
source: Required for 'Hide while typing' feature
da: Påkrævet for 'Skjul mens du skriver' funktion

# about.permission.screenRecording
source: Screen Recording
da: Skærmoptagelse

# about.permission.screenRecording.description
source: Required for automatic color adaptation
da: Påkrævet for automatisk farvetilpasning

# about.permission.granted
source: Granted
da: Givet

# about.permission.missing
source: Missing
da: Mangler

# about.permission.openSettings
source: Open Settings
da: Åbn Indstilling

# about.reset
source: Reset Settings
da: Nulstil Indstillinger

# about.reset.description
source: Restores all settings to their default values.
da: Gendanner alle indstillinger til deres standardværdier.

# about.reset.button
source: Reset to Default
da: Nulstil til Standard

# about.reset.confirm.title
source: Reset Settings
da: Nulstil Indstillinger

# about.reset.confirm.message
source: Are you sure you want to reset all settings to default? This action cannot be undone.
da: Er du sikker på at du vil nulstille alle indstillinger til standard? Denne handling kan ikke fortrydes.

# about.reset.confirm.cancel
source: Cancel
da: Annuller

# about.reset.confirm.reset
source: Reset
da: Nulstil

# format.percent.visible
source: %d%% visible
da: %d%% synligt

# format.seconds
source: %.1f sec
da: %.1f sek

# format.minute.singular
source: minute
da: minut

# format.minute.plural
source: minutes
da: minutter

source: License Status
da: Licens Status

# license.activated
source: Mouse Guide is activated
da: Mouse Guide er aktiveret

# license.thankyou
source: Thanks for your support!
da: Tak for din støtte!

# license.email
source: Licensed to:
da: Licenseret til:

# license.product
source: Product:
da: Produkt:

# license.activatedDate
source: Activated:
da: Aktiveret:

source: License key:
da: Licens nøgle:

# license.trial
source: Trial period
da: Trial periode

# license.trialDays
source: days remaining with full access
da: dage tilbage med fuld adgang

# license.free
source: Free version
da: Gratis version

# license.freeMinutes
source: until restart recommended
da: til genstart anbefalet

# license.freeRestrictions
source: Red crosshair only, 1px, one screen. Restart recommended every 10 minutes for best experience.
da: Kun rødt kryds på 1px, én skærm. Genstart anbefalet hvert 10. minut for bedre oplevelse.

# license.freeRestart
source: Restart for new session
da: Genstart for ny session

# license.checking
source: Checking license status...
da: Tjekker licens status...

# license.buyTitle
source: Buy Mouse Guide
da: Køb Mouse Guide

# license.buyDescription
source: Get full access without restrictions
da: Få fuld adgang uden begrænsninger

# license.buyNow
source: Buy Now
da: Køb Nu

# license.alreadyBought
source: Already purchased?
da: Har du allerede købt?

# license.enterKey
source: Enter the license key you received from Gumroad
da: Indtast licensnøglen du modtog fra Gumroad

# license.activate
source: Activate License
da: Aktivér Licens

# license.activating
source: Activating...
da: Aktiverer...

# license.activated.title
source: License Activated!
da: Licens Aktiveret!

# license.activated.message
source: Mouse Guide is now fully activated. Thanks for your support!
da: Mouse Guide er nu fuldt aktiveret. Tak for din støtte!

# license.restorePurchases
source: Restore Purchases
da: Gendan køb

# license.developerTesting
source: 🧪 Developer Testing
da: 🧪 Udvikler Test

# license.simulateExpiredTrial
source: Simulate expired trial (free mode)
da: Simuler udløbet trial (gratis mode)

# license.resetTrial
source: Reset trial (7 days full trial)
da: Reset trial (7 dages fuld trial)

# freeSession.expired.title
source: Restart Recommended
da: Genstart Anbefalet

# freeSession.expired.message
source: Your 10 minutes are up. You can continue working with the simple red crosshair, or: • Restart the app for a new session • Buy a license for full access without limitations
da: Dine 10 minutter er gået. Du kan fortsætte med at arbejde med det enkle røde kryds, eller: • Genstart appen for en ny session • Køb en licens for fuld adgang uden begrænsninger

# freeSession.buyLicense
source: Buy License
da: Køb Licens

# freeSession.restart
source: Restart App
da: Genstart App

# update.check
source: Check for updates
da: Tjek for opdateringer

# update.checking
source: Checking...
da: Tjekker...

# update.upToDate
source: You're up to date
da: Du er opdateret

# update.upToDateMessage
source: You have the latest version of Mouse Guide.
da: Du har den nyeste version af Mouse Guide.

source: Update available
da: Opdatering tilgængelig

# update.availableMessage
source: Version %@ is available. You have version %@.
da: Version %@ er tilgængelig. Du har version %@.

# update.download
source: Download Update
da: Hent Opdatering

# update.error
source: Could not check for updates
da: Kunne ikke tjekke for opdateringer

# update.errorMessage
source: Please check your internet connection and try again.
da: Tjek venligst din internetforbindelse og prøv igen.

# update.currentVersion
source: Current version:
da: Nuværende version:

# accessibility.menubar.toggle.label
source: Toggle crosshair visibility
da: Slå Mouse Guide til/fra

# accessibility.menubar.toggle.help
source: Turns the crosshair on or off
da: Slår Mouse Guide til eller fra

# accessibility.state.on
source: On
da: Til

# accessibility.state.off
source: Off
da: Fra

# accessibility.state.selected
source: Selected
da: Valgt

# accessibility.state.notSelected
source: Not selected
da: Ikke valgt

# accessibility.state.granted
source: Granted
da: Givet

# accessibility.state.missing
source: Missing
da: Mangler

# accessibility.navigation.settings.suffix
source: settings
da: indstillinger

# accessibility.navigation.settings.hint
source: Navigate to %@ settings
da: Naviger til %@ indstillinger

# accessibility.toggle.main.hint
source: Shows or hides the crosshair on screen
da: Viser eller skjuler Mouse Guide på skærmen

# accessibility.orientation.horizontal.label
source: Horizontal
da: Vandret

# accessibility.orientation.horizontal.hint
source: Sets the crosshair to display only a horizontal line
da: Indstiller Mouse Guide til kun at vise en vandret linje

# accessibility.orientation.vertical.label
source: Vertical
da: Lodret

# accessibility.orientation.vertical.hint
source: Sets the crosshair to display only a vertical line
da: Indstiller Mouse Guide til kun at vise en lodret linje

# accessibility.orientation.both.label
source: Both
da: Begge

# accessibility.orientation.both.hint
source: Sets the crosshair to display both horizontal and vertical lines
da: Indstiller Mouse Guide til at vise både vandrette og lodrette linjer

# accessibility.orientation.readingLine.label
source: Reading Line
da: Læselinje

# accessibility.orientation.readingLine.hint
source: Displays a reading guide line that follows the cursor
da: Viser en læsehjælpslinje der følger markøren

# accessibility.orientation.edgePointers.label
source: Edge Pointers
da: Kantpile

# accessibility.orientation.edgePointers.hint
source: Displays pointer indicators at screen edges pointing to cursor location
da: Viser markører ved skærmkanterne der peger mod markørens placering

# accessibility.orientation.circle.label
source: Circle
da: Cirkel

# accessibility.orientation.circle.hint
source: Displays a circular highlight around the cursor
da: Viser en cirkulær markering omkring markøren

# accessibility.color.crosshair.label
source: Crosshair color picker
da: Mouse Guide farvevælger

# accessibility.color.crosshair.hint
source: Choose the color for the crosshair lines
da: Vælg farven til Mouse Guide linjerne

# accessibility.color.border.label
source: Border color picker
da: Kantfarve vælger

# accessibility.color.border.hint
source: Choose the color for the crosshair border outline
da: Vælg farven til Mouse Guide kantomridset

# accessibility.fixedLength.toggle.label
source: Fix length
da: Fastlås længde

# accessibility.fixedLength.toggle.hint
source: When enabled, sets a fixed length instead of spanning the entire screen
da: Når aktiveret, indstiller en fast længde i stedet for at spænde over hele skærmen

# accessibility.lineStyle.solid.label
source: Solid line style
da: Hel linjestil

# accessibility.lineStyle.solid.hint
source: Sets the crosshair to use a continuous solid line
da: Indstiller Mouse Guide til at bruge en sammenhængende hel linje

# accessibility.lineStyle.dashed.label
source: Dashed line style
da: Stiplet linjestil

# accessibility.lineStyle.dashed.hint
source: Sets the crosshair to use a dashed line pattern
da: Indstiller Mouse Guide til at bruge et stiplet linjemønster

# accessibility.lineStyle.dotted.label
source: Dotted line style
da: Prikket linjestil

# accessibility.lineStyle.dotted.hint
source: Sets the crosshair to use a dotted line pattern
da: Indstiller Mouse Guide til at bruge et prikket linjemønster

# accessibility.behavior.colorAdaptation.label
source: Adapt color automatically based on background
da: Tilpas farve automatisk baseret på baggrund

# accessibility.behavior.colorAdaptation.hint
source: Automatically adapts crosshair color based on background for better visibility
da: Tilpasser automatisk Mouse Guide farven baseret på baggrunden for bedre synlighed

# accessibility.behavior.autoHidePointer.label
source: Automatically hide when mouse pointer is hidden
da: Skjul automatisk når musemarkøren er skjult

# accessibility.behavior.autoHidePointer.hint
source: Automatically hides the crosshair during video playback or when the system pointer disappears
da: Skjuler automatisk Mouse Guide under videoafspilning eller når systemmarkøren forsvinder

# accessibility.behavior.autoHideTyping.label
source: Hide while typing
da: Skjul mens du skriver

# accessibility.behavior.autoHideTyping.hint
source: Automatically hides the crosshair while you are typing to avoid obscuring text
da: Skjuler automatisk Mouse Guide mens du skriver for at undgå at skjule tekst

# accessibility.behavior.launchAtLogin.label
source: Launch automatically at login
da: Start automatisk ved login

# accessibility.behavior.launchAtLogin.hint
source: Automatically starts Mouse Guide when you log in to your Mac
da: Starter automatisk Mouse Guide når du logger ind på din Mac

# accessibility.behavior.gliding.label
source: Enable gliding cursor
da: Aktiver glidende markør

# accessibility.behavior.gliding.hint
source: Makes the crosshair smoothly glide to follow cursor movements instead of jumping instantly
da: Får Mouse Guide til at glide jævnt for at følge markørbevægelser i stedet for at hoppe øjeblikkeligt
