Repository: rpaasch/mouse-guide
Catalog: MouseGuide/Resources/*.lproj/Localizable.strings
Languages: da

# accessibility.license.active
source: License active. Mouse Guide is fully activated. Thank you for your support
da: Licens aktiv. Mouse Guide er fuldt aktiveret. Tak for din støtte

# accessibility.license.trial
source: Trial period. %d days remaining with full access
da: Prøveperiode. %d dage tilbage med fuld adgang

# accessibility.license.restore.label
source: Restore purchases
da: Gendan køb

# accessibility.license.restore.hint
source: Syncs your purchases with Apple
da: Synkroniserer dine køb med Apple

# accessibility.license.buy.label
source: Buy Mouse Guide full version
da: Køb Mouse Guide fuld version

# accessibility.license.buy.hint
source: Purchases lifetime access through Apple In-App Purchase
da: Køber livstidsadgang gennem Apple In-App Purchase

# accessibility.license.restorePrevious.label
source: Restore previous purchases
da: Gendan tidligere køb

# accessibility.license.restorePrevious.hint
source: Restores your purchase if you bought Mouse Guide on another device
da: Gendanner dit køb hvis du købte Mouse Guide på en anden enhed

# accessibility.update.check.label
source: Check for updates
da: Tjek for opdateringer

# accessibility.update.check.hint
source: Checks if a newer version of Mouse Guide is available for download
da: Tjekker om en nyere version af Mouse Guide er tilgængelig til download

# accessibility.language.picker.label
source: Application language
da: Applikationssprog

# accessibility.language.picker.hint
source: Choose the language for the user interface
da: Vælg sproget for brugergrænsefladen

# accessibility.reset.button.label
source: Reset all settings to default values
da: Nulstil alle indstillinger til standardværdier

# accessibility.reset.button.hint
source: This will restore all settings to their original defaults. This action requires confirmation
da: Dette vil gendanne alle indstillinger til deres oprindelige standarder. Denne handling kræver bekræftelse

# accessibility.permission.openSettings.label
source: Open System Settings for %@
da: Åbn Systemindstillinger for %@

# accessibility.permission.openSettings.hint
source: Opens macOS System Settings to grant %@ permission
da: Åbner macOS Systemindstillinger for at give %@ tilladelse

# accessibility.colorPreset.label
source: %@ color preset
da: %@ farveforudindstilling

# accessibility.colorPreset.hint
source: Sets the color to %@
da: Indstiller farven til %@

# accessibility.colorType.crosshair
source: fill color
da: fyldfarve

# accessibility.colorType.border
source: border color
da: kantfarve

# accessibility.shortcutRecorder.label
source: Keyboard shortcut to show or hide Mouse Guide, Current shortcut: %@
da: Genvejstast til at vise eller skjule Mouse Guide, Nuværende genvej: %@

# accessibility.shortcutRecorder.hint
source: Click to record a new keyboard shortcut
da: Klik for at optage en ny genvejstast

# accessibility.shortcutRecorder.recording
source: Press a key combination to record a new shortcut
da: Tryk en tastekombination for at optage en ny genvej
